app/controllers/api/v1/comments_controller.rb

  def index
    @data = Comment.all
---
SELECT "comments".* FROM "comments"

  def create
    @comment = Comment.create(comment_params)
---
INSERT INTO "comments" ("author", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["author", "しょせまる"], ["text", "おはよう"], ["created_at", "2016-02-15 10:54:12.881040"], ["updated_at", "2016-02-15 10:54:12.881040"]]